acpi
acpilight
arandr
arch-install-scripts
arj
autoconf
automake
bash
bind-tools
binutils
bison
bluez
bluez-utils
broadcom-wl
bzip2
calcurse
compton
coreutils
cpio
cryptsetup
cups
device-mapper
dhcpcd
dialog
diffutils
dmenu
dosfstools
dunst
e2fsprogs
efibootmgr
fakeroot
feh
file
filesystem
findutils
flex
freerdp
gawk
gcc
gcc-libs
gettext
gimp
git
git-lfs
glibc
gnome-icon-theme
gnome-icon-theme-symbolic
gptfdisk
grep
groff
grub
gzip
hddtemp
hfsprogs
hplip
htop
i3-gaps
i3blocks
i3lock
i3status
ifplugd
iftop
imagemagick
inetutils
iotop
iproute2
iputils
iw
jfsutils
jq
less
lhasa
libreoffice-fresh
libtool
libxlsxwriter
licenses
linux
logrotate
lvm2
lxappearance
lzip
lzop
m4
make
man-db
man-pages
mdadm
mpc
mpd
mpv
mupdf
mypaint
nano
ncmpcpp
ncpamixer
neofetch
net-tools
netctl
ngrep
ntfs-3g
odt2txt
openssh
p7zip
package-query
pacman
pamixer
pandoc
patch
pciutils
pcmciautils
perl
perl-image-exiftool
pkg-config
polkit
poppler-glib
powerline
procps-ng
psmisc
pulseaudio
pulseaudio-bluetooth
qutebrowser
ranger
rclone
reiserfsprogs
remmina
rofi
rxvt-unicode
s-nail
s3cmd
sc-im
screenkey-git
scrot
sed
shadow
sipp
slop
sudo
sysfsutils
sysstat
systemd
systemd-sysvcompat
tar
tcpdump
telegram-desktop
terminus-font
texinfo
texlive-core
transmission-cli
tree
ttf-dejavu
ttf-font-awesome
ttf-liberation
ttf-ms-fonts
ttf-roboto
ttf-ubuntu-font-family
unarj
unclutter
unrar
unzip
urxvt-font-size-git
urxvt-perls
usbutils
util-linux
vi
vim
w3m
which
wireshark-gtk
wpa_supplicant
xarchiver
xclip
xf86-input-synaptics
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xf86-video-vesa
xfce-theme-blackbird
xfsprogs
xkblayout-state-git
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xssstate
yaourt
zip
zsh
