acpi
arandr
arch-install-scripts
arj
atool
autoconf
automake
bash
bind-tools
binutils
bison
bluez-utils
bzip2
calcurse-git
compton
coreutils
cryptsetup
cups
device-mapper
dhcpcd
dialog
diffutils
dmenu
dosfstools
dunst
e2fsprogs
efibootmgr
expac
fakeroot
feh
ffmpegthumbnailer
file
filesystem
findutils
flex
freerdp
gawk
gcc
gcc-libs
gcc7
gcc7-libs
gettext
gimp
git
git-lfs
glibc
google-chrome
gotop-bin
gptfdisk
grep
groff
grub
gzip
hplip
i3-gaps
i3blocks
i3lock
i3status
ifplugd
iftop
imagemagick
inetutils
iotop
iproute2
iputils
iw
jfsutils
jq
jshon
less
libreoffice-fresh
libtool
libxlsxwriter
licenses
linux
logrotate
lvm2
lxappearance
m4
make
man-db
man-pages
mdadm
mediainfo
mosh
mpv
mtr
mupdf
nano
ncpamixer
neofetch
net-tools
netctl
newsboat
ngrep
noto-fonts
ntfs-3g
odt2txt
openssh
otf-font-awesome-4
p7zip
packer
pacman
pamixer
pandoc
patch
pciutils
pcmciautils
perl
pkgconf
polkit
procps-ng
psmisc
pulseaudio-bluetooth
qutebrowser
ranger
rclone
reiserfsprogs
remmina
rofi
rsync
rxvt-unicode
s-nail
s3cmd
sc-im
screenkey-git
scrot
sed
shadow
skypeforlinux-stable-bin
source-highlight
sudo
sysfsutils
sysstat
systemd
systemd-sysvcompat
tar
telegram-desktop
terminus-font
texinfo
tmux
transmission-cli
tree
ttf-dejavu
ttf-font-awesome
ttf-font-awesome-4
ttf-liberation
ttf-ms-fonts
ttf-roboto
ttf-ubuntu-font-family
unarj
unclutter
unrar
unzip
urxvt-font-size-git
urxvt-perls
usbutils
util-linux
vi
vim
w3m
wget
which
wireshark-gtk
wpa_supplicant
xarchiver
xclip
xf86-input-synaptics
xf86-video-intel
xf86-video-vesa
xfce-theme-blackbird
xfsprogs
xkblayout-state-git
xorg-server
xorg-xdpyinfo
xorg-xdriinfo
xorg-xinit
xorg-xprop
xssstate
zip
zsh
